# **HollowShelfie**について

## 概要

**フライヤー/ポスターを掲載できるイベントカレンダー**<br>
フライヤーを棚に並べるように整理するイメージで作成しました。<br>
日々行われているVRイベント情報を簡単に共有できることを目指しています。<br>

### 主催者/演者向け

下記を**主催者**がご自身自由に行うことができます。<br>
- **イベント掲載**
- **イベント情報編集**
- **SNS共有文自動作成**

プロフィール機能で過去/未来に開催、出演するイベント情報を閲覧することができます。<br>
※ 出演イベントとして記録するためには主催者がタイムテーブルへ演者として紐づける必要があります。

### 参加者向け

- 自由度の高いイベント検索機能
- タイムライン表示による開催イベントの閲覧
- Eventerのフォロー機能<br>
  (将来的にフォローしたユーザーが出演する場合に通知を送ることを検討しています。)

## 開発に至った経緯

VR普及に伴い、イベントはますます増えていますが、<br>
開催されるイベントの情報を見つけにくく感じていました。<br>
<br>
こんなことを思ったことはありませんか？
- 欲しいイベント情報が見つからない...
- あのイベントに行きたかったのに知らなかった...
- せっかく作ったフライヤーが短い間しか人の目に見られないのはもったいない...

**主催者**✖**演者**✖**参加者**がより多くのイベントや人々にリーチし、より多くの参加者を集める機会を！

皆さん(Selfie)で空っぽ(Hollow)の棚(Shelf)を彩ってください！

## サービス名の由来

**{{ config('app.name') }}**は、『ホロウシェルフィー』と呼びます。

**Hollow** ✖ **Shelf** ✖ **Selfie** を組み合わせた造語です。

- Hollow : からっぽの
- Shelf  : 棚を
- Selfie : 自分で飾り付ける。
